awesomektvn.scratchpad
bungcip.better-toml
deerawan.vscode-dash
donjayamanne.githistory
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
njpwerner.autodocstring
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
StackBuild.bazel-stack-vscode
Tyriar.sort-lines
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
zxh404.vscode-proto3
