awesomektvn.scratchpad
donjayamanne.githistory
esbenp.prettier-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
redhat.java
redhat.vscode-yaml
tamasfe.even-better-toml
Tyriar.sort-lines
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
zxh404.vscode-proto3
