awesomektvn.scratchpad
deerawan.vscode-dash
donjayamanne.githistory
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.makefile-tools
njpwerner.autodocstring
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
Tyriar.sort-lines
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
zxh404.vscode-proto3
